Repository: iOS05-Stargazers/STAR
Catalog: star/star/Resource/Localizable.xcstrings
Source language: en
Languages: ko

# alert.cancel_button
source: Cancel
ko: 취소

# alert.delete.confirm_button
source: Delete
ko: 삭제

# alert.delete.message
source: Are you sure you want to delete this?\nThis action cannot be undone.
ko: 정말로 삭제하시겠습니까?\n삭제한 스타는 되돌릴 수 없습니다.

# alert.exit_button
source: Exit
ko: 종료하기

# alert.warning.confirm_button
source: OK
ko: 확인

# alert.warning.description
source: There is a bug where the app lock is not applied even when the star starts or ends. Please press the refresh button when the star starts or ends.
ko: 스타가 시작/종료되어도 앱 잠금이 적용되지 않는 버그가 있습니다. 스타가 시작/종료되면 새로고침 버튼을 눌러주세요.

# alert.warning.title
source: Warning
ko: 경고

# app.launch.message
source: Shape your time into a STAR, and let it shine!
ko: 별을 이루는 당신의 시간, STAR와 함께 빛나세요

# break_mode.break_button
source: Take a Break
ko: 휴식하기

# break_mode.description
source: Set a break time of up to 20 min.
ko: 최대 20분까지 설정할 수 있습니다.

# break_mode.exit_button
source: Leave Early
ko: 휴식 종료하기

# break_mode.status_active_title
source: On Break
ko: 휴식중

# break_mode.title
source: Take a Break
ko: 휴식하기

# break_mode.unit_minute
source: min
ko: 분

# delay.cancel_button
source: Cancel
ko: 취소하기

# delay.motivation
source: Your time shines brightest\nwhen it's truly yours.
ko: 당신을 빛나게 하는 시간은\n스스로 선택할 때 더욱 빛나요.

# delay.title
source: Please wait
ko: 잠시만요

# onboarding.break
source: Tap the Break button\n to switch to Break Mode.
ko: 휴식 버튼을 누르면\n휴식 모드로 전환할 수 있습니다.

# onboarding.create
source: Tap "Add STAR"\n to create a new STAR.
ko: “스타 추가하기”를 통해\n스타를 생성할 수 있습니다.

# onboarding.delete
source: Swipe left to delete a STAR.
ko: 왼쪽으로 스와이프하여\n스타를 삭제할 수 있습니다.

# onboarding.edit
source: Select a STAR to edit.
ko: 목록의 스타를 선택하면\n스타를 수정할 수 있습니다.

# onboarding.skip_button
source: Skip
ko: 건너뛰기

# onboarding.start_button
source: Start
ko: 시작하기

# onboarding.title
source: STAR, your digital time unit.
ko: 당신의 디지털 시간 관리 단위, STAR

# permission.description
source: STAR requires permission to function properly.
ko: STAR가 정상적으로 작동하기 위해서는\n사용자의 권한 허용이 필요합니다.

# permission.notice
source: Your data is protected by Apple\nand remains on your device.
ko: 사용자의 정보는 Apple에 의해 보호되며,\n외부로 절대 노출되지 않습니다.

# permission.title
source: Grant Screen Time access.
ko: 스크린타임 권한을 설정해주세요.

# push_notification.star_upcoming
source: %@ starts in 5 min.
ko: %@ 스타가 5분 뒤에 시작됩니다.

# refresh.confirm_button
source: Confirm
ko: 확인

# refresh.lock_list_updated
source: The lock list has been updated.
ko: 잠금 리스트가 업데이트 되었습니다.

# shield.exit_button
source: Exit
ko: 종료하기

# shield.restricted_message
source: %@ is restricted.
ko: %@은(는)\n사용이 제한되었습니다.

# shield.unknown_app
source: Unknown App
ko: 확인불가 앱

# shield.unknown_web
source: Unknown Web Domain
ko: 확인불가 웹 도메인

# star_edit.app_lock
source: App Lock
ko: 앱 잠금

# star_edit.confirm_button
source: Set Time
ko: 설정하기

# star_edit.create_button
source: Create STAR
ko: 생성하기

# star_edit.create_title
source: Create STAR
ko: 스타 생성

# star_edit.description
source: Set lock apps & time.
ko: 잠금할 앱과 시간을 설정해 주세요

# star_edit.edit_button
source: Edit STAR
ko: 수정하기

# star_edit.edit_title
source: Edit STAR
ko: 스타 수정

# star_edit.end_time
source: End Time
ko: 종료 시간

# star_edit.name
source: Name
ko: 이름

# star_edit.placeholder_name
source: Enter a name
ko: 이름을 입력하세요

# star_edit.repeat
source: Repeat
ko: 반복 주기

# star_edit.select
source: Select >
ko: 선택 >

# star_edit.start_time
source: Start Time
ko: 시작 시간

# star_edit.weekday.friday
source: F
ko: 금

# star_edit.weekday.monday
source: M
ko: 월

# star_edit.weekday.saturday
source: S
ko: 토

# star_edit.weekday.sunday
source: S
ko: 일

# star_edit.weekday.thursday
source: T
ko: 목

# star_edit.weekday.tuesday
source: T
ko: 화

# star_edit.weekday.wednesday
source: W
ko: 수

# star_list.add_star_button
source: Add STAR
ko: 스타 추가하기

# star_list.date_format
source: EEE, MMM d, yyyy
ko: yyyy년 M월 dd일 (E)

# star_list.empty_message
source: There are no STARs yet.\nPlease create one now!
ko: 아직 스타가 없습니다.\n스타를 생성해주세요!

# star_list.status_in_progress
source: In Prog.
ko: 진행중

# star_list.status_pending
source: Pending
ko: 대기중

# star_list.time_remaining.days
source: %dd left
ko: %d일 남음

# star_list.time_remaining.hours
source: %dh left
ko: %d시간 남음

# star_list.time_remaining.minutes
source: %dm left
ko: %d분 남음

# star_list.time_remaining.seconds
source: %ds left
ko: %d초 남음

# toast.error.missing_applist
source: Please select at least one app.
ko: 하나 이상의 앱을 선택해주세요.

# toast.error.missing_name
source: Please enter a name.
ko: 이름을 입력해주세요.

# toast.error.missing_schedule
source: Please select at least one repeat cycle.
ko: 하나 이상의 반복 주기를 선택해주세요.

# toast.warning.invalid_time
source: Start must be 15 min before end.
ko: 시작은 종료보다 15분 이상 빨라야 합니다.

# toast.warning.max_stars_reached
source: You can save up to 15 STARs.
ko: 최대 15개의 스타를 저장할 수 있어요.

# toast.warning.no_available_break
source: No STARs available for a break.
ko: 휴식할 수 있는 스타가 없어요.
